{
  "title": "Hogwarts Legacy",
  "description": "Hogwarts Legacy es un RPG inmersivo de acción en mundo abierto. Ahora puedes tomar el control de la acción y ser el centro de tu propia aventura en el mundo mágico.",
  "stock": 10,
  "language": "Multiidioma",
  "productType": "GAME",
  "price": 35,
  "rating": 4.1,
  "url": "https://howlongtobeat.com/games/83145_Hogwarts_Legacy.jpg",
  "genre": "Acción, Aventura, Rol",
  "releaseDate": "2023-02-10",
  "available": true,
  "developer": "Avalanche Software",
  "platform": "Playstation",
  "duration": 27
},
{
  "title": "Star Wars Jedi: Survivor",
  "description": "La historia de Cal Kestis continúa en STAR WARS Jedi: Survivor™, un juego de acción en tercera persona de proporciones galácticas.",
  "stock": 5,
  "language": "Multiidioma",
  "productType": "GAME",
  "price": 35.9,
  "rating": 4.2,
  "url": "https://howlongtobeat.com/games/108358_Star_Wars_Jedi_Survivor.jpg",
  "genre": "Acción, Aventura",
  "releaseDate": "2023-04-28",
  "available": true,
  "developer": "Electronic Arts",
  "platform": "Playstation",
  "duration": 20.5
},
{
  "title": "Elden Ring",
  "description": "EL NUEVO JUEGO DE ROL Y ACCIÓN DE AMBIENTACIÓN FANTÁSTICA. Álzate, Sinluz, y que la gracia te guíe para abrazar el poder del Círculo de Elden y encumbrarte como señor del Círculo en las Tierras Intermedias.",
  "stock": 8,
  "language": "Multiidioma",
  "productType": "GAME",
  "price": 35.99,
  "rating": 4.75,
  "url": "https://howlongtobeat.com/games/68151_Elden_Ring.jpg",
  "genre": "Acción, Aventura",
  "releaseDate": "2022-02-25",
  "available": true,
  "developer": "FromSoftware Inc.",
  "platform": "Playstation",
  "duration": 59
},
{
  "title": "Rise of the Ronin",
  "description": "Rise of the Ronin es un GAME de acción y rol en mundo abierto exclusivo de PlayStation 5 desarrollado por Team NINJA que se enfoca en el combate y en la historia épica de un samurai del Japón del siglo XIX que buscará forjar su propio nombre y que acabará decidiendo el destino del país nipón.",
  "stock": 15,
  "language": "Multiidioma",
  "productType": "GAME",
  "price": 69.9,
  "rating": 4.15,
  "url": "https://images.igdb.com/igdb/image/upload/t_cover_big/co59v0.png",
  "genre": "Acción, Aventura, Rol",
  "releaseDate": "2024-03-22",
  "available": true,
  "developer": "Team Ninja",
  "platform": "Playstation",
  "duration": 
},
{
  "title": "Tekken 8",
  "description": "Prepárate para el próximo capítulo de la legendaria franquicia del juego de lucha: TEKKEN 8.",
  "stock": 10,
  "language": "Multiidioma",
  "productType": "GAME",
  "price": 52.99,
  "rating": 4.5,
  "url": "https://howlongtobeat.com/games/113569_Tekken_8.jpg",
  "genre": "Acción",
  "releaseDate": "2024-01-26",
  "available": true,
  "developer": "Bandai Namco",
  "platform": "Playstation",
  "duration": 4
},
{
  "title": "Metal Gear Solid Master Collection",
  "description": "La primera entrega en 3D de la serie METAL GEAR introduce una trama de acción y sigilo con escenas de acción en vivo y cinemáticas con una innovadora mecánica de juego.",
  "stock": 5,
  "language": "Multiidioma",
  "productType": "GAME",
  "price": 40.94,
  "rating": 4.2,
  "url": "https://howlongtobeat.com/games/129257_Metal_Gear_Solid_Master_Collection_Vol1.jpg",
  "genre": "Acción",
  "releaseDate": "2023-10-24",
  "available": true,
  "developer": "KONAMI",
  "platform": "Playstation",
  "duration": 20.5
},
{
  "title": "The Last Of Us Parte I Remake",
  "description": "Disfruta de la emotiva historia y los inolvidables personajes de The Last of Us, ganador de más de 200 premios de Juego del Año. En una civilización asolada, plagada de infectados y crueles supervivientes, Joel, nuestro exhausto protagonista, es contratado para sacar a escondidas a una chica de 14 años, Ellie, de una zona militar en cuarentena. Pero lo que comienza siendo una simple tarea, pronto se transforma en un brutal viaje por el país.",
  "stock": 8,
  "language": "Multiidioma",
  "productType": "GAME",
  "price": 56.9,
  "rating": 4.75,
  "url": "https://howlongtobeat.com/games/109104_The_Last_of_Us_Part_I.jpg",
  "genre": "Acción, Aventura",
  "releaseDate": "2023-03-28",
  "available": true,
  "developer": "Naughty Dog",
  "platform": "Playstation",
  "duration": 14
},
{
  "title": "The Last of Us: Parte II Remastered",
  "description": "Sobrevive tanto como puedas en cada partida mientras decides tu camino a través de una serie de encuentros aleatorios con diferentes enemigos y lugares inolvidables de toda la Parte II, todo ello culminando en tensas batallas contra jefes.",
  "stock": 15,
  "language": "Multiidioma",
  "productType": "GAME",
  "price": 41.99,
  "rating": 5,
  "url": "https://images.igdb.com/igdb/image/upload/t_cover_big/co7dw9.png",
  "genre": "Acción, Aventura",
  "releaseDate": "2024-01-19",
  "available": true,
  "developer": "Naughty Dog",
  "platform": "Playstation",
  "duration": 26.5
},
{
  "title": "God of War",
  "description": "Kratos ha dejado atrás su venganza contra los dioses del Olimpo y vive ahora como un hombre en los dominios de los dioses y monstruos nórdicos. En este mundo cruel e implacable debe luchar para sobrevivir… y enseñar a su hijo a hacerlo también.",
  "stock": 5,
  "language": "Multiidioma",
  "productType": "GAME",
  "price": 16.99,
  "rating": 4.8,
  "url": "https://howlongtobeat.com/games/38050_God_of_War.jpg",
  "genre": "Acción, Aventura, Rol",
  "releaseDate": "2022-01-14",
  "available": true,
  "developer": "Santa Monica Studio",
  "platform": "Playstation",
  "duration": 20.5
},
{
  "title": "God of War Ragnarok",
  "description": "Con el God of War Ragnarok podrás embarcarte en un épico y emotivo viaje en el que Kratos y Atreus deberán decidir a qué se aferran y qué dejan ir. De la mano de Santa Monica Studio llega la secuela del aclamado God of War (2018). El Fimbulvetr está en marcha. Kratos y Atreus deben viajar a cada uno de los Nueve Reinos en busca de respuestas mientras las fuerzas asgardianas se preparan para la batalla profetizada que supondrá el fin del mundo. Por el camino, explorarán paisajes míticos increíbles y se enfrentarán a temibles enemigos, como monstruos y dioses nórdicos. La amenaza del Ragnarök está cada vez más cerca. Kratos y Atreus deben elegir entre su propia seguridad y la de los reinos. God of War Ragnarok es un juego de ofical de Sony Interactive Enertiment, división de Sony responsable de la consola Playstation así como de sus juegos y accesorios. Los juegos de Sony Interactive Entertiment cuentan con los mayores estándares de calidad y producción. Los juegos de Sony están especialmente optimizados para explotar al máximo las cualidades de las consolas Playstation y sus accesorios.",
  "stock": 15,
  "language": "Multiidioma",
  "productType": "GAME",
  "price": 63.97,
  "rating": 4.8,
  "url": "https://howlongtobeat.com/games/83146_God_of_War_Ragnark.jpg",
  "genre": "Acción, Aventura, Rol",
  "releaseDate": "2023-04-28",
  "available": true,
  "developer": "Santa Monica Studio",
  "platform": "Playstation",
  "duration": 26.5
},
{
  "title": "F1 23",
  "description": "Apura la frenada con EA SPORTS™ F1® 23, el videojuego oficial del 2023 FIA Formula One World Championship™. Un nuevo capítulo del emocionante modo historia Braking Point te ofrece dramas a alta velocidad y rivalidades intensas.",
  "stock": 5,
  "language": "Multiidioma",
  "productType": "GAME",
  "price": 25.99,
  "rating": 3.75,
  "url": "https://images.igdb.com/igdb/image/upload/t_cover_big/co6g3a.png",
  "genre": "Carreras, Deportes",
  "releaseDate": "2023-06-16",
  "available": true,
  "developer": "Codemasters",
  "platform": "Playstation",
  "duration": 7.5
},
{
  "title": "Resident Evil 4 Remake",
  "description": "Sobrevivir es solo el principio. Con una mecánica de juego modernizada, una historia reimaginada y unos gráficos espectacularmente detallados, Resident Evil 4 supone el renacimiento de un gigante del mundo de los videojuegos.",
  "stock": 10,
  "language": "Multiidioma",
  "productType": "GAME",
  "price": 39.9,
  "rating": 4.6,
  "url": "https://howlongtobeat.com/games/108881_Resident_Evil_4.jpg",
  "genre": "Acción, Aventura",
  "releaseDate": "2023-03-24",
  "available": true,
  "developer": "CAPCOM",
  "platform": "Playstation",
  "duration": 16
},
{
  "title": "Helldivers II",
  "description": "La última línea de ataque de la galaxia. Alístate en los Helldivers y únete a la lucha por la libertad en una galaxia hostil en un juego de disparos en tercera persona rápido, frenético y feroz.",
  "stock": 15,
  "language": "Multiidioma",
  "productType": "GAME",
  "price": 41.9,
  "rating": 4.15,
  "url": "https://images.igdb.com/igdb/image/upload/t_cover_big/co741o.png",
  "genre": "Acción, Aventura",
  "releaseDate": "2024-02-08",
  "available": true,
  "developer": "Arrowhead Game Studios",
  "platform": "Playstation",
  "duration": 30
},
{
  "title": "The Witcher 3",
  "description": "Eres Geralt de Rivia, cazador de monstruos. En un continente devastado por la guerra e infestado de criaturas, tu misión es encontrar a Ciri, la niña de la profecía, un arma viviente que puede alterar el mundo tal y como lo conocemos.",
  "stock": 8,
  "language": "Multiidioma",
  "productType": "GAME",
  "price": 19.99,
  "rating": 4.7,
  "url": "https://howlongtobeat.com/games/10270_The_Witcher_3_Wild_Hunt.jpg",
  "genre": "Rol",
  "releaseDate": "2015-05-18",
  "available": true,
  "developer": "CD PROJEKT RED",
  "platform": "Playstation",
  "duration": 51.5
},
{
  "title": "FIFA 23",
  "description": "FIFA 23 lleva el juego del mundo al campo con la tecnología HyperMotion2, la FIFA World Cup™ masculina y femenina, equipos de clubes femeninos, funciones Cross-Play** y mucho más.",
  "stock": 12,
  "language": "Multiidioma",
  "productType": "GAME",
  "price": 21.99,
  "rating": 3.3,
  "url": "https://howlongtobeat.com/games/108358_Star_Wars_Jedi_Survivor.jpg",
  "genre": "Simuladores, Deportes",
  "releaseDate": "2022-09-30",
  "available": true,
  "developer": "EA Canada & EA Romania",
  "platform": "Playstation",
  "duration": 87
},
{
  "title": "Super Mario Bros. Wonder",
  "description": "Super Mario Bros. Wonder: El nuevo paso en la evolución de los juegos en 2D de desplazamiento lateral de la serie Super Mario Bros. está de camino a Nintendo Switch. Cuando los jugadores toquen una Flor Maravilla en el juego, ocurrirán auténticos portentos: las tuberías cobrarán vida, aparecerán montones de enemigos e incluso los personajes cambiarán de apariencia, lo que transformará por completo y de forma totalmente inesperada la manera de jugar. Cada nivel cuenta con sorpresas muy emocionantes. En Super Mario Bros. Wonder, los jugadores pueden elegir a la princesa Peach, la princesa Daisy y Yoshi, aparte de personajes tan habituales como Mario, Luigi y Toad. Además, Super Mario Bros. Wonder marca el debut del nuevo potenciador de Mario, que le permite transformarse en Mario elefante.",
  "stock": 15,
  "language": "Multiidioma",
  "productType": "GAME",
  "price": 44.99,
  "rating": 4.45,
  "url": "https://howlongtobeat.com/games/130444_Super_Mario_Bros_Wonder.jpg",
  "genre": "Plataformas, Arcade",
  "releaseDate": "2023-10-20",
  "available": true,
  "developer": "Nintendo EPD",
  "platform": "Nintendo Switch",
  "duration": 9.5
},
{
  "title": "Mario Kart 8 Deluxe",
  "description": "Compra y disfruta del Mario Kart definitivo donde quieras y cuando quieras con Mario Kart 8 Deluxe para Nintendo Switch, incluso en partidas multijugador local para hasta ocho pilotos. Los populares circuitos y personajes de la versión de Wii U regresan, junto a los circuitos y personajes descargables, además de personajes nuevos: Inkling chico e Inkling chica de Splatoon; el Rey Boo; Huesitos y Bowsy. Y cuando la competición es tan elevada, cada piloto necesitará llevar ahora dos objetos simultáneamente, incluyendo novedades como el ladrón de objetos Boo o la pluma, que permite saltar en las batallas. El modo batalla se renueva por completo con nuevas opciones multijugador en la batalla de globos y el añadido de circuitos inéditos como el Parque Viaducto o el Estado de Batalla, que se unen a viejos conocidos como la Mansión de Luigi de Mario Kart: Double Dash!! (GameCube) y el Circuito de Batalla 1 de Super Mario Kart (NES).",
  "stock": 10,
  "language": "Multiidioma",
  "productType": "GAME",
  "price": 46.99,
  "rating": 4.2,
  "url": "https://howlongtobeat.com/games/43480_Mario_Kart_8_Deluxe.jpg",
  "genre": "Arcade, Carreras",
  "releaseDate": "2017-04-28",
  "available": true,
  "developer": "Nintendo EPD",
  "platform": "Nintendo Switch",
  "duration": 6
},
{
  "title": "Animal Crossing: New Horizons",
  "description": "Si ya no puedes más con el ajetreo de la ciudad, Tom Nook se ha sacado un negocio redondo de debajo de la manga y te tiene preparada una sorpresa que te encantará: ¡el Plan de Asentamiento en Islas Desiertas de Nook Inc. Hasta ahora has conocido a personajes de lo más variopinto, te los has pasado de miedo en la gran ciudad y puede que hasta hayas decidido darle un giro a tu vida trabajando en la alcaldía. Sin embargo, hay una parte de ti que anhela… ¡la libertad en estado puro. Quieres hacer lo que te apetezca en cualquier momento. Quizá la solución sea darse un largo paseo por la playa de una isla desierta, en la que aguarda un verdadero tesoro de naturaleza virgen. Disfruta de una vida placentera repleta de encanto y creatividad. Eso sí, también tendrás que dar un poco el callo para sacarle el máximo partido. Recoge materiales y crea todo tipo de cosas: desde herramientas hasta objetos para hacerte la vida más cómoda. Saca a relucir tus dotes para la jardinería e interactúa con las flores y los árboles de nuevas maneras. Levanta un hogar en el que la línea entre el interior y el exterior se desdibuja por completo. Traba amistad con los recién llegados, disfruta del paso de las estaciones, sortea ríos mientras exploras la isla. ¡y mucho más.",
  "stock": 10,
  "language": "Multiidioma",
  "productType": "GAME",
  "price": 38.99,
  "rating": 4.15,
  "url": "https://howlongtobeat.com/games/68240_Animal_Crossing_New_Horizons.jpg",
  "genre": "Simulador",
  "releaseDate": "2020-03-20",
  "available": true,
  "developer": "Nintendo",
  "platform": "Nintendo Switch",
  "duration": 104
},
{
  "title": "Princess Peach: Showtime!",
  "description": "La princesa Peach y sus amigos llegan al Teatro Esplendor para disfrutar del espectáculo, pero la malvada Grape y la Compañía Malaúva irrumpen en escena y se adueñan del lugar. La obra perfecta se convierte en tragedia, así que... ¡Peach deberá luchar para sacar la función adelante y que no se cierre el telón!",
  "stock": 8,
  "language": "Multiidioma",
  "productType": "GAME",
  "price": 55.79,
  "rating": 4.1,
  "url": "https://howlongtobeat.com/games/137803_Princess_Peach_Showtime.jpg",
  "genre": "Arcade, Aventura",
  "releaseDate": "2024-03-22",
  "available": true,
  "developer": "Nintendo",
  "platform": "Nintendo Switch",
  "duration": 7
},
{
  "title": "Super Smash Bros. Ultimate",
  "description": "Super Smash Bros. Ultimate para Nintendo Switch es un aclamado crossover de lucha que cuenta con una amplia gama de personajes de otros juegos y franquicias, lo cual ha sido posible gracias a la colaboración entre Bandai, Sora y Nintendo. Naturalmente, dado el título del juego, todos los personajes del mundo de la serie de Mario Bros son incluidos, haciendo gala de diferentes habilidades y grados de personalización. Esta es la quinta entrega de la franquicia, y nos ofrece la inmensa cantidad de setenta (¡70!) personajes jugables.",
  "stock": 10,
  "language": "Multiidioma",
  "productType": "GAME",
  "price": 58.9,
  "rating": 4.35,
  "url": "https://howlongtobeat.com/games/57513_Super_Smash_Bros_Ultimate.jpg",
  "genre": "Peleas, Plataformas",
  "releaseDate": "2018-12-07",
  "available": true,
  "developer": "Bandai Namco",
  "platform": "Nintendo Switch",
  "duration": 24
},
{
  "title": "The Legend of Zelda: Tears of the Kingdom",
  "description": "Te aguarda un épico viaje en el que recorrerás las tierras y los vastos cielos de Hyrule en The Legend of Zelda: Tears of the Kingdom para Nintendo Switch. Crea tu propia aventura en este mundo donde el límite es tu imaginación. En la secuela de The Legend of Zelda: Breath of the Wild, tú decidirás qué camino seguir a lo largo de los inmensos paisajes de Hyrule y las misteriosas islas que flotan allá arriba en el cielo. ¿Lograrás dominar el poder de las nuevas habilidades de Link y luchar contra las fuerzas malévolas que amenazan al reino?",
  "stock": 15,
  "language": "Multiidioma",
  "productType": "GAME",
  "price": 60.09,
  "rating": 4.75,
  "url": "https://howlongtobeat.com/games/72589_The_Legend_of_Zelda_Tears_of_the_Kingdom.jpg",
  "genre": "Acción, Aventura, Mundo abierto, Rol",
  "releaseDate": "2023-05-12",
  "available": true,
  "developer": "Nintendo EPD",
  "platform": "Nintendo Switch",
  "duration": 59
},
{
  "title": "The Legend Of Zelda: Breath Of The Wild",
  "description": "Cinco años después de la última entrega original para sobremesa, el futuro de la serie The Legend of Zelda llega a Nintendo Switch y Wii U replanteando por completo las bases de la saga. Producido por Eiji Aonuma, The Legend of Zelda: Breath of the Wild te sumergirá en un mundo de descubrimiento con un impresionante estilo artístico similar a The Wind Waker o Skyward Sword, una cautivadora banda sonora y una intrigante y melancólica historia. Despierta tras un siglo de letargo, adéntrate en el Hyrule más amplio y abierto jamás creado por las tres grandes Diosas y forja tu propio camino con el orden y aventuras que quieras. La historia de la familia real de Hyrule es también la historia del cataclismo. Y la historia del cataclismo siempre ha sido la de Ganon. Descubre el enigmático pasado de esta asolada tierra, un mundo entero repleto de aventuras que espera ser explorado, y viaja como Link por bastos campos, espesos bosques y cumbres nevadas bajo el cielo abierto de Hyrule para revelar cómo la oscuridad se impuso sobre la luz.",
  "stock": 10,
  "language": "Multiidioma",
  "productType": "GAME",
  "price": 44.99,
  "rating": 4.75,
  "url": "https://howlongtobeat.com/games/38019_The_Legend_of_Zelda_Breath_of_the_Wild.jpg",
  "genre": "Acción, Aventura, Mundo abierto, Rol",
  "releaseDate": "2017-03-03",
  "available": true,
  "developer": "Nintendo EPD",
  "platform": "Nintendo Switch",
  "duration": 50
},
{
  "title": "Pokemon Púrpura",
  "description": "Pokémon Púrpura para Nintendo Switch es un videojuego de rol, el último de la larga serie de Nintendo y The Pokémon Company. Emparejado con Pokémon Escarlata, este juego es una de las primeras entregas de la novena generación de los adorables monstruos de bolsillo, de los que hay 122 en total. El jugador puede elegir uno de los tres caminos o formas de jugar (ver más abajo para más detalles) en solitario, o puede jugar en cooperativo.",
  "stock": 5,
  "language": "Multiidioma",
  "productType": "GAME",
  "price": 46.99,
  "rating": 3.55,
  "url": "https://images.igdb.com/igdb/image/upload/t_cover_big/co5sfa.png",
  "genre": "Turnos, Mundo abierto, Rol",
  "releaseDate": "2022-10-18",
  "available": true,
  "developer": "Game Freak",
  "platform": "Nintendo Switch",
  "duration": 32
},
{
  "title": "Pokemon Escarlata",
  "description": "Pokémon Escarlata para Nintendo Switch es un videojuego de rol, el último de la larga serie de Nintendo y The Pokémon Company. Emparejado con Pokémon Escarlata, este juego es una de las primeras entregas de la novena generación de los adorables monstruos de bolsillo, de los que hay 122 en total. El jugador puede elegir uno de los tres caminos o formas de jugar (ver más abajo para más detalles) en solitario, o puede jugar en cooperativo.",
  "stock": 5,
  "language": "Multiidioma",
  "productType": "GAME",
  "price": 46.99,
  "rating": 3.55,
  "url": "https://images.igdb.com/igdb/image/upload/t_cover_big/co5sfi.png",
  "genre": "Turnos, Mundo abierto, Rol",
  "releaseDate": "2022-10-18",
  "available": true,
  "developer": "Game Freak",
  "platform": "Nintendo Switch",
  "duration": 32
},
{
  "title": "Rayman Legends: Definitive Edition",
  "description": "Rayman llega ahora a Nintendo Switch con Rayman Legends: Definitive Edition y nuevos contenidos exclusivos. Rayman, Globox y los Diminutos andan vagando por un bosque encantado cuando descubren una misteriosa tienda de campaña llena de cautivadores cuadros. Al mirarlos con más atención, se dan cuenta de que cada cuadro parece contar la historia de un mundo mítico. Mientras observan un cuadro que muestra un escenario de aspecto medieval, son succionados de repente dentro del cuadro, entrando en ese mundo que representa, y es ahí donde la aventura comienza. La pandilla deberá correr, saltar y abrirse paso a través de cada mundo para seguir vivos y correteando, y descubrir los secretos de cada uno de los legendarios cuadros. La experiencia Kung Foot, exclusiva de Nintendo Switch, ofrece ahora un modo para un jugador y un modo torneo en el que ocho equipos podrán enfrentarse. También podrás conectar dos consolas para jugar en modo local cooperativo.",
  "stock": 5,
  "language": "Multiidioma",
  "productType": "GAME",
  "price": 10.62,
  "rating": 3.6,
  "url": "https://howlongtobeat.com/games/Rayman_Legends_Box_Art.jpg",
  "genre": "Plataformas, Arcade",
  "releaseDate": "2013-09-03",
  "available": true,
  "developer": "Ubisoft",
  "platform": "Nintendo Switch",
  "duration": 10
},
{
  "title": "Pikmin 4",
  "description": "Los Pikmin regresan para emprender otra gran misión, estos diminutos seres, similares a las plantas, habitan un misterioso planeta. Hazlos crecer, arráncalos del suelo y dales órdenes mientras recorres a su lado este nuevo mundo.",
  "stock": 5,
  "language": "Multiidioma",
  "productType": "GAME",
  "price": 46.9,
  "rating": 4.3,
  "url": "https://howlongtobeat.com/games/31013_Pikmin_4.jpg",
  "genre": "Estrategia",
  "available": true,
  "developer": "Nintendo",
  "platform": "Nintendo Switch",
  "duration": 17.5
},
{
  "title": "El Misterioso Viaje de Layton",
  "description": "El misterioso viaje de Layton: Katrielle y la conspiración de los millonarios - Edición Deluxe incluirá más de 40 nuevos puzles, además de nuevos contenidos y mejoras. En esta entrega de la serie de misterios y puzles, el famoso Profesor Hershel Layton ha desaparecido y su hija Katrielle –una inteligente y vivaz jovencita con un don para llegar a la verdad a pesar de la falta de pistas – pasa a ocupar el papel protagonista. En su aventura, contará con la ayuda de un colorido reparto de personajes nuevos en la serie, entre ellos un joven estudiante llamado Ernest Greeves que actúa como su ayudante, y Sherl, un perro parlante que empieza como el primer cliente de Katrielle, pero se convierte rápidamente en su compinche.",
  "stock": 5,
  "language": "Multiidioma",
  "productType": "GAME",
  "price": 32.98,
  "rating": 4,
  "url": "https://images.igdb.com/igdb/image/upload/t_cover_big/co3128.png",
  "genre": "Puzzle, Aventura",
  "releaseDate": "2017-07-20",
  "available": true,
  "developer": "Level-5",
  "platform": "Nintendo Switch",
  "duration": 18.5
},
{
  "title": "Cult of the Lamb",
  "description": "Crea tu propia secta en una tierra de falsos profetas, aventurándote en regiones diversas y misteriosas para construir una leal comunidad de adoradores de los bosques, y difunde tu Palabra para convertir tu secta en la única y verdadera. Construye tu rebaño: Reúne recursos y úsalos para construir nuevas estructuras, realiza rituales oscuros para apaciguar a los dioses y pronuncia sermones para reforzar la fe de tu rebaño. Destruye a los infieles: Explora un inmenso mundo generado de forma procedimental, rechaza a hordas de enemigos y derrota a los líderes de grupos rivales para absorber su poder y reafirmar la supremacía de tu secta. Difunde la palabra: Entrena a tu rebaño y embárcate en la misión de explorar y descubrir los secretos de cinco misteriosas regiones. Purifica a los infieles, difunde la iluminación y lleva a cabo rituales místicos en tu periplo para convertirte en el poderoso dios cordero.",
  "stock": 15,
  "language": "Multiidioma",
  "productType": "GAME",
  "price": 34.9,
  "rating": 3.9,
  "url": "https://howlongtobeat.com/games/97313_Cult_of_the_Lamb.jpg",
  "genre": "Acción, Aventura, Indie, Estrategia",
  "releaseDate": "2022-08-11",
  "available": true,
  "developer": "Massive Monster",
  "platform": "Nintendo Switch",
  "duration": 14
},
{
  "title": "Just Dance 2024",
  "description": "¡Baila y comparte momentos emocionantes durante todo el año con la plataforma de videojuegos musicales número uno de todos los tiempo! ¡Just Dance 2024 Edition cuenta con 40 nuevas canciones, incluidos los últimos éxitos y los clásicos más queridos de una gran variedad de géneros y épocas! ¡Amplia la experiencia con Just Dance+! ¡Desbloquea la prueba gratuita de un mes incluida con el juego para acceder a cientos de canciones y otras añadidas de forma regular!",
  "stock": 5,
  "language": "Multiidioma",
  "productType": "GAME",
  "price": 21.99,
  "rating": 3.55,
  "url": "https://howlongtobeat.com/games/130463_Just_Dance_2024_Edition.jpg",
  "genre": "Música, Baile",
  "releaseDate": "2023-10-24",
  "available": true,
  "developer": "Ubisoft",
  "platform": "Nintendo Switch",
  "duration": 
},
{
  "title": "Overcooked! 2",
  "description": "¡Overcooked vuelve con un nuevo y caótico juego de cocina en acción! Regresa al Reino de la Cebolla y organiza tu equipo de chefs en un cooperativo clásico o en partidas en línea de hasta cuatro jugadores. Agarraos los delantales... es hora de salvar el mundo (¡otra vez!)",
  "stock": 5,
  "language": "Multiidioma",
  "productType": "GAME",
  "price": 10.5,
  "rating": 4,
  "url": "https://howlongtobeat.com/games/57518_Overcooked_2.jpeg",
  "genre": "Simulación, Cooperativo",
  "releaseDate": "2018-08-07",
  "available": true,
  "developer": "Ghost Town Games",
  "platform": "Nintendo Switch",
  "duration": 7
},
{
  "title": "Stardew Valley",
  "description": "Acabas de heredar la vieja parcela agrícola de tu abuelo de Stardew Valley. Decides partir hacia una nueva vida con unas herramientas usadas y algunas monedas. ¿Te ves capaz de vivir de la tierra y convertir estos campos descuidados en un hogar próspero?",
  "stock": 5,
  "language": "Multiidioma",
  "productType": "GAME",
  "price": 13.99,
  "rating": 4.35,
  "url": "https://howlongtobeat.com/games/34716_Stardew_Valley.jpg",
  "genre": "Indie, Rol, Simuladores",
  "releaseDate": "2016-02-26",
  "available": true,
  "developer": "ConcernedApe",
  "platform": "Nintendo Switch",
  "duration": 53.2
},
{
  "title": "Cyberpunk 2077 Ultimate Edition",
  "description": "Cyberpunk 2077 es un RPG de acción y aventura en mundo abierto ambientado en Night City, una megalópolis obsesionada con el poder, el glamur y la modificación corporal. Encarnarás a V, merc cyberpunk, y te enfrentarás a las fuerzas más poderosas de la ciudad en una lucha por la gloria y la supervivencia. Aquí nacen las leyendas. ¿Cuál será la tuya?",
  "stock": 5,
  "language": "Multiidioma",
  "productType": "GAME",
  "price": 44.99,
  "rating": 4.05,
  "url": "https://images.igdb.com/igdb/image/upload/t_cover_big/co7iy1.png",
  "genre": "Acción, Aventura, Rol",
  "releaseDate": "2023-12-05",
  "available": true,
  "developer": "CD PROJEKT RED",
  "platform": "PC",
  "duration": 48
},
{
  "title": "EA SPORTS WRC",
  "description": "¡Crea el coche de tus sueños en nuestro juego de rally más grande hasta la fecha! EA SPORTS™ WRC es el nuevo videojuego oficial del FIA World Rally Championship y el primero desarrollado por el galardonado equipo responsable de la serie DiRT Rally.",
  "stock": 5,
  "language": "Multiidioma",
  "productType": "GAME",
  "price": 19.99,
  "rating": 3.6,
  "url": "https://howlongtobeat.com/games/137377_EA_Sports_WRC.jpg",
  "genre": "Carreras, Simuladores, Deportes",
  "releaseDate": "2023-11-03",
  "available": true,
  "developer": "Electronic Arts",
  "platform": "PC",
  "duration": 10.5
},
{
  "title": "Deathloop",
  "description": "DEATHLOOP es un shooter en primera persona de nueva generación desarrollado por Arkane Lyon, el galardonado estudio creador de Dishonored. Dos asesinos rivales se ven atrapados en un bucle temporal en la misteriosa isla de Blackreef, condenados a repetir una y otra vez el mismo día.",
  "stock": 5,
  "language": "Multiidioma",
  "productType": "GAME",
  "price": 10.05,
  "rating": 4.15,
  "url": "https://howlongtobeat.com/games/68258_Deathloop.jpg",
  "genre": "Acción",
  "releaseDate": "2021-09-14",
  "available": true,
  "developer": "Arkane Studios",
  "platform": "PC",
  "duration": 16.5
},
{
  "title": "Vampire: the Masquerade Swansong",
  "description": "Vampire: The Masquerade - Swansong es un RPG narrativo adaptado de la quinta edición de Vampire: The Masquerade, el jugador toma el control de 3 vampiros pertenecientes a diferentes clanes de la Camarilla, la sociedad secreta a la que pertenecen la mayoría de los vampiros. Tejiendo entre las historias entrelazados, el jugador tiene que confrontar los diferentes puntos de vista de sus personajes para desentrañar los hechos de la ficción. Con susurros de conspiración, asesinatos y luchas de poder, el jugador debe proteger a su clan, descubrir la verdad y, sobre todo, hacer cumplir la Mascarada, la ley de vampiros diseñada para ocultar la existencia de criaturas de la noche a los humanos.",
  "stock": 5,
  "language": "Multiidioma",
  "productType": "GAME",
  "price": 11.75,
  "rating": 3,
  "url": "https://howlongtobeat.com/games/80719_Vampire_The_Masquerade_-_Swansong.jpg",
  "genre": "Aventura, Rol",
  "releaseDate": "2023-05-30",
  "available": true,
  "developer": "Big Bad Wolf",
  "platform": "PC",
  "duration": 15
},
{
  "title": "",
  "description": "",
  "stock": 5,
  "language": "Multiidioma",
  "productType": "GAME",
  "price": 35.9,
  "rating": 3.55,
  "url": "https://howlongtobeat.com/games/108358_Star_Wars_Jedi_Survivor.jpg",
  "genre": "Acción, Aventura",
  "releaseDate": "2023-04-28",
  "available": true,
  "developer": "Electronic Arts",
  "platform": "PC",
  "duration": 20.5
},
{
  "title": "Dead Space",
  "description": "Vuelve el clásico de terror y supervivencia de ciencia ficción, recreado completamente para ofrecer una experiencia más inmersiva (incluidas mejoras visuales, sonoras y de jugabilidad) al mismo tiempo que se mantiene fiel a la emocionante visión del juego original.",
  "stock": 5,
  "language": "Multiidioma",
  "productType": "GAME",
  "price": 17.99,
  "rating": 4.15,
  "url": "https://images.igdb.com/igdb/image/upload/t_cover_big/co5esn.png",
  "genre": "Acción, Aventura",
  "releaseDate": "2023-01-27",
  "available": true,
  "developer": "Motive",
  "platform": "PC",
  "duration": 12
},
{
  "title": "Lords of the Fallen",
  "description": "Un mundo inmenso te aguarda en Lords of the Fallen, un nuevo RPG de acción y fantasía con tintes oscuros. Ponte en la piel de uno de los míticos Cruzados de la Oscuridad y emprende una gesta para derrocar a Adyr, el Dios Demonio.",
  "stock": 5,
  "language": "Multiidioma",
  "productType": "GAME",
  "price": 37.99,
  "rating": 3.35,
  "url": "https://images.igdb.com/igdb/image/upload/t_cover_big/co72u9.png",
  "genre": "Acción, Aventura, Rol",
  "releaseDate": "2023-11-13",
  "available": true,
  "developer": "HEXWORKS",
  "platform": "Xbox",
  "duration": 31.5
},
{
  "title": "Stray",
  "description": "Perdido, solo y separado de su familia, un gato callejero debe desentrañar un antiguo misterio para escapar de una ciberciudad olvidada y encontrar el camino a casa.",
  "stock": 5,
  "language": "Multiidioma",
  "productType": "GAME",
  "price": 24.99,
  "rating": 4.05,
  "url": "https://howlongtobeat.com/games/79790_Stray_(2021).jpg",
  "genre": "Aventura, Indie",
  "releaseDate": "2022-07-19",
  "available": true,
  "developer": "BlueTwelve Studio",
  "platform": "Xbox",
  "duration": 5
},
{
  "title": "Hogwarts Legacy",
  "description": "Hogwarts Legacy es un RPG inmersivo de acción en mundo abierto. Ahora puedes tomar el control de la acción y ser el centro de tu propia aventura en el mundo mágico.",
  "stock": 10,
  "language": "Multiidioma",
  "productType": "GAME",
  "price": 41.55,
  "rating": 4.1,
  "url": "https://howlongtobeat.com/games/83145_Hogwarts_Legacy.jpg",
  "genre": "Acción, Aventura, Rol",
  "releaseDate": "2023-02-10",
  "available": true,
  "developer": "Avalanche Software",
  "platform": "Xbox",
  "duration": 27
},
{
  "title": "Star Wars Jedi: Survivor",
  "description": "La historia de Cal Kestis continúa en STAR WARS Jedi: Survivor™, un juego de acción en tercera persona de proporciones galácticas.",
  "stock": 5,
  "language": "Multiidioma",
  "productType": "GAME",
  "price": 36.99,
  "rating": 4.2,
  "url": "https://howlongtobeat.com/games/108358_Star_Wars_Jedi_Survivor.jpg",
  "genre": "Acción, Aventura",
  "releaseDate": "2023-04-28",
  "available": true,
  "developer": "Electronic Arts",
  "platform": "Xbox",
  "duration": 20.5
},
{
  "title": "Elden Ring",
  "description": "EL NUEVO JUEGO DE ROL Y ACCIÓN DE AMBIENTACIÓN FANTÁSTICA. Álzate, Sinluz, y que la gracia te guíe para abrazar el poder del Círculo de Elden y encumbrarte como señor del Círculo en las Tierras Intermedias.",
  "stock": 8,
  "language": "Multiidioma",
  "productType": "GAME",
  "price": 39,
  "rating": 4.75,
  "url": "https://howlongtobeat.com/games/68151_Elden_Ring.jpg",
  "genre": "Acción, Aventura",
  "releaseDate": "2022-02-25",
  "available": true,
  "developer": "FromSoftware Inc.",
  "platform": "Xbox",
  "duration": 59
},
{
  "title": "Starfield",
  "description": "Starfield es el primer universo nuevo en 25 años de Bethesda Game Studios, los galardonados creadores de The Elder Scrolls V: Skyrim y Fallout 4.",
  "stock": 5,
  "language": "Multiidioma",
  "productType": "GAME",
  "price": 46.96,
  "rating": 3.45,
  "url": "https://howlongtobeat.com/games/57445_Starfield.jpg",
  "genre": "Rol",
  "releaseDate": "2023-09-06",
  "available": true,
  "developer": "Bethesda Game Studios",
  "platform": "Xbox",
  "duration": 23
},
{
  "title": "Blasphemous 2",
  "description": "El Penitente se despierta una vez más para librar una lucha sin fin contra el Milagro en Blasphemous 2.",
  "stock": 5,
  "language": "Multiidioma",
  "productType": "GAME",
  "price": 27.99,
  "rating": 4.4,
  "url": "https://howlongtobeat.com/games/118447_Blasphemous_2.jpg",
  "genre": "Acción, Aventura, Indie",
  "releaseDate": "2023-08-24",
  "available": true,
  "developer": "Team17",
  "platform": "Xbox",
  "duration": 16
},
{
  "title": "Dragon Ball FighterZ",
  "description": "DRAGON BALL FighterZ nace de lo que hace a la serie DRAGON BALL tan famosa: luchas espectaculares e interminables con luchadores superpoderosos.",
  "stock": 5,
  "language": "Multiidioma",
  "productType": "GAME",
  "price": 21.9,
  "rating": 4.25,
  "url": "https://howlongtobeat.com/games/48211_Dragon_Ball_FighterZ.jpg",
  "genre": "Acción",
  "releaseDate": "2018-01-26",
  "available": true,
  "developer": "Arc System Works",
  "platform": "Xbox",
  "duration": 12
},
{
  "title": "Dragon Ball FighterZ",
  "description": "DRAGON BALL FighterZ nace de lo que hace a la serie DRAGON BALL tan famosa: luchas espectaculares e interminables con luchadores superpoderosos.",
  "stock": 5,
  "language": "Multiidioma",
  "productType": "GAME",
  "price": 21.9,
  "rating": 4.25,
  "url": "https://howlongtobeat.com/games/48211_Dragon_Ball_FighterZ.jpg",
  "genre": "Acción",
  "releaseDate": "2018-01-26",
  "available": true,
  "developer": "Arc System Works",
  "platform": "Playstation",
  "duration": 12
},
{
  "title": "South Park: Snow Day!",
  "description": "Ponte en la piel de le Niñe Nueve en South Park y únete a Cartman, Stan, Kyle y Kenny en todo su esplendor tridimensional para celebrar el día más mágico de la infancia: ¡un día de nieve!",
  "stock": 15,
  "language": "Multiidioma",
  "productType": "GAME",
  "price": 29.99,
  "rating": 3.5,
  "url": "https://images.igdb.com/igdb/image/upload/t_cover_big/co7h65.png",
  "genre": "Acción, Aventura",
  "releaseDate": "2024-03-26",
  "available": true,
  "developer": "Question",
  "platform": "Playstation",
  "duration": 12
},
{
  "title": "Banishers: Ghosts of New Eden",
  "description": "Caza fantasmas con dos personajes en un juego de acción con una historia en la que tus decisiones tendrán consecuencias dramáticas. Dividido entre cumplir tu juramento a los vivos y salvar a tu compañera fallecida, ¿hasta dónde llegarás por amor?",
  "stock": 15,
  "language": "Multiidioma",
  "productType": "GAME",
  "price": 53.99,
  "rating": 4,
  "url": "https://howlongtobeat.com/games/118229_Banishers_Ghosts_of_New_Eden.jpg",
  "genre": "Acción, Aventura, Rol",
  "releaseDate": "2024-02-13",
  "available": true,
  "developer": "DON'T NOD",
  "platform": "Playstation",
  "duration": 21
},
{
  "title": "Banishers: Ghosts of New Eden",
  "description": "Caza fantasmas con dos personajes en un juego de acción con una historia en la que tus decisiones tendrán consecuencias dramáticas. Dividido entre cumplir tu juramento a los vivos y salvar a tu compañera fallecida, ¿hasta dónde llegarás por amor?",
  "stock": 15,
  "language": "Multiidioma",
  "productType": "GAME",
  "price": 58.84,
  "rating": 4,
  "url": "https://howlongtobeat.com/games/118229_Banishers_Ghosts_of_New_Eden.jpg",
  "genre": "Acción, Aventura, Rol",
  "releaseDate": "2024-02-13",
  "available": true,
  "developer": "DON'T NOD",
  "platform": "Xbox",
  "duration": 21
},
{
  "title": "Persona 3 Reload",
  "description": "Sumérgete en la Hora Oscura y despierta lo más profundo de tu corazón. Persona 3 Reload es la fascinante nueva versión del RPG que definió el género y que ahora renace para la era moderna con gráficos y una jugabilidad de última generación.",
  "stock": 20,
  "language": "Multiidioma",
  "productType": "GAME",
  "price": 60.02,
  "rating": 4.5,
  "url": "https://howlongtobeat.com/games/129805_Persona_3_Reload.jpg",
  "genre": "Aventura, Rol, Estrategia",
  "releaseDate": "2024-02-02",
  "available": true,
  "developer": "ATLUS",
  "platform": "Playstation",
  "duration": 62
},